Table of Contents
 Interface IModel
Namespace
IdeaStatiCa.BimApiLink.Plugin
Assembly
IdeaStatiCa.BimApiLink.dll
public interface IModel
Methods
 GetAllMembers()
IEnumerable<Identifier<IIdeaMember1D>> GetAllMembers()
Returns
IEnumerable<Identifier<IIdeaMember1D>>
 GetOriginSettings()
OriginSettings GetOriginSettings()
Returns
OriginSettings
 Edit this page